Repository: vedantc98/Plone-test
Catalog: buildout-cache/eggs/z3c.form-3.6-py2.7.egg/z3c/form/locales/*/LC_MESSAGES/z3c.form.po
Languages: fi

source: Add
fi: Lisää

source: Remove selected
fi: Poista valittu

source: No value
fi: Ei arvoa

source: Select a value ...
fi: Valitse…

source: The entered value is not a valid integer literal.
fi: Annettu arvo ei ole kelvollinen kokonaisluku.

source: The entered value is not a valid decimal literal.
fi: Annettu arvo ei ole kelvollinen desimaaliluku.

source: Bytes data are not a file object
fi: Bytes-tyyppi ei käy tiedostoksi

source: The system could not process the given value.
fi: Järjestelmä ei kyennyt käsittelemään annettua arvoa.

source: <span class="required">*</span>&ndash; required
fi: <span class="required">*</span>&ndash; Pakollinen

source: There were some errors.
fi: Virheitä havaittu.

source: Data successfully updated.
fi: Tiedot päivitetty onnistuneesti.

source: No changes were applied.
fi: Muutoksia ei tallennettu.

source: Apply
fi: Tallenna

source: Context
fi: Konteksti

source: The context in which the data are validated.
fi: Tietojen tarkistuskonteksti.

source: Widget
fi: Vimpain

source: The widget that the view is on
fi: Vimpain jonka kanssa näkymää käytetään

source: Error
fi: Virhe

source: Error the view is for.
fi: Virhe jonka kanssa näytintä käytetään.

source: Title
fi: Otsikko

source: The name of the field within the form.
fi: Lomakkeen kentän nimi.

source: Schema Field
fi: Kenttä

source: The schema field that is to be rendered.
fi: Esitettävä tietorakenteen kenttä.

source: Prefix
fi: Etuliite

source: The prefix of the field used to avoid name clashes.
fi: Nimipäällekkäisyyksien estämiseksi käytetty kentän etuliite.

source: Mode
fi: Toimintatila

source: The mode in which to render the widget for the field.
fi: Vimpaimen esitystapa.

source: Interface
fi: Rajapinta

source: The interface from which the field is coming.
fi: Rajapinta josta kenttä on peräisin.

source: Ignore Context
fi: Ohita konteksti

source: A flag, when set, forces the widget not to look at the context for a value.
fi: Asetettu lippu pakottaa vimpaimen ohittamaan arvon kontekstin.

source: Widget Factory
fi: Vimpainperustin

source: The widget factory.
fi: Vimpainperustin.

source: Show default value
fi: Näytä oletusarvo

source: A flag, when set, makes the widget to displayfield|adapter provided default values.
fi: Asetettu lippu pakottaa vimpainen käyttämään kentän tai sovittimen oletusarvoja.

source: True-value Label
fi: Tosi-arvon otsake

source: The label for a true value of the Bool field.
fi: Tosi/epätosi-kentän tosi-arvon otsake.

source: False-value Label
fi: Epätosi-arvon otsake

source: The label for a false value of the Bool field.
fi: Tosi/epätosi-kentän epätosi-arvon otsake.

source: Name
fi: Nimi

source: The name the widget is known under.
fi: Nimi jolla vimpain on tunnettu.

source: Label
fi: Otsake

source: The widget label. Label may be translated for the request. The attribute may be implemented as either a read-write or read-only property, depending on the requirements for a specific implementation.
fi: Vimpaimen otsake. Otsake voi olla käännetty palvelupyyntöä varten. Attribuutti voi olla toteutettu luku-kirjoitus tai vain luku -tyyppisenä, riippuen toteutusvaatimuksista.

source: A widget mode.
fi: Vimpain-toimintotila.

source: Required
fi: Pakollinen

source: If true the widget should be displayed as required input.
fi: Mikäli tosi, vimpaimen tulisi näkyä pakollisena tiedonsyöttönä.

source: If an error occurred during any step, the error view stored here.
fi: Mikäli käsittelyssä tapahtui virhe, virhenäkymä tallennetaan tähän.

source: Value
fi: Arvo

source: The value that the widget represents.
fi: Vimpaimen esittämä arvo.

source: Ignore Request
fi: Ohita palvelupyyntö

source: A flag, when set, forces the widget not to look at the request for a value.
fi: Asetettu lippu pakottaa vimpaimen olemaan käyttämättä palvelupyyntöä arvoa määritettäessä.

source: Set errors
fi: Aseta virheet

source: A flag, when set, the widget sets error messages on calling extract().
fi: Asetettu lippu kytkee päälle vimpaimen virheilmoittimen extract() - funktiota kutsuttaessa.

source: Ignore Required validation
fi: Ohita pakollinen tarkistus

source: If set then required fields will pass validation regardless whether they're filled in or not
fi: Jos asetettu, pakolliset kentät läpäisevät tarkistuksen myös tyhjinä.

source: NO_VALUE Token
fi: NO_VALUE -arvo

source: The token to be used, if no value has been selected.
fi: Arvo jota käytetään jos arvoa ei ole valittu.

source: Terms
fi: Termit

source: A component that provides the options for selection.
fi: Komponentti joka tuottaa valintavaihtoehdot.

source: Prompt
fi: Kehote

source: A flag, when set, enables a choice explicitely requesting the user to choose a value.
fi: Lippu asetettaessa käyttäjää pyydetään valitsemaan arvo joukosta vaihtoehtoja.

source: Items
fi: Kohteet

source: A collection of dictionaries containing all pieces of information for rendering. The following keys must be in each dictionary: id, value, content, selected
fi: Esittämistä varten tarvittavat tiedot sisältävä avain-arvo-tietorakenteiden joukko. Avaimina tulee olla ”id”, ”value”, ”content” ja ”selected”.

source: No-Value Message
fi: Tyhjä viesti

source: A human-readable text that is displayed to refer the missing value.
fi: Käyttäjälle tarkoitettu teksti jota käytetään viittaamaan puuttuvaan arvoon.

source: Prompt Message
fi: Kehoteviesti

source: The prefix of the widgets.
fi: Vimpainten etuliite

source: Errors
fi: Virheet

source: The collection of errors that occured during validation.
fi: Tarkistettaessa ilmenneet virheet.

source: If set the context is ignored to retrieve a value.
fi: Jos asetettu, kontekstista ei välitä arvoa haettaessa.

source: If set the request is ignored to retrieve a value.
fi: Jos asetettu, palvelupyynnöstä ei välitä arvoa haettaessa.

source: Ignore Readonly
fi: Ohita vain luettavat

source: If set then readonly fields will also be shown.
fi: Jos asetettu, vain luku -kentät näytetään myös.

source: Ignore Required validation on extract
fi: Ohita pakollisuustarkitus extract() - jäsenfunktiota kutsuttaessa

source: If set then required fields will pass validation on extract regardless whether they're filled in or not
fi: Jos asetettu, pakolliset kentät läpäisevät tarkastuksen extract() -jäsenfunktiota kutsuttaessa myös tyhjänä

source: Has required fields
fi: Sisältää pakollisia kenttiä

source: A flag set when at least one field is marked as required
fi: Lippu joka asetetaan kun ainakin yksi kentistä on määritelty pakolliseksi

source: A flag, when set, the contained widgets set error messages on calling extract().
fi: Asetettu lippu kytkee päälle käytettyjen vimpainten virheilmoittimet extract() - funktiota kutsuttaessa.

source: Field
fi: Kenttä

source: The schema field which the widget is representing.
fi: Tietorakenteen kenttä jonka vimpain esittää.

source: The object name.
fi: Olion nimi.

source: The action title.
fi: Toimenpiteen nimi.

source: Action
fi: Toimenpide

source: The action for which the event is created.
fi: Toimenpide jota luotu tapahtuma koskee.

source: The error that occurred during the action.
fi: Toimenpidettä suoritettaessa ilmennyt virhe.

source: Access Key
fi: Pikanäppäin

source: The key when pressed causes the button to be pressed.
fi: Näppäinjoka laukaisee painallluksen.

source: Action Factory
fi: Toimintoperustin

source: The action factory.
fi: Toimintoperustin.

source: Image Path
fi: Kuvan polku

source: A relative image path to the root of the resources.
fi: Suhteellinen kuvan polku resurssien juurisijaintiin.

source: Handlers
fi: Käsittelijät

source: A list of action handlers defined on the form.
fi: Lomakkeen toimenpidekäsittelijät.

source: Actions
fi: Toimenpiteet

source: A list of actions defined on the form
fi: Lomakkeeseen kohdistettavissa olevat toimenpiteet

source: Refresh actions
fi: Päivitä toimenpiteet

source: A flag, when set, causes form actions to be updated again after their execution.
fi: Asetettu lippu aiheuttaa lomaketoimenpiteiden päivityksen niiden suorituksen jälkeen.

source: The context in which the widget is displayed.
fi: Vimpaimen esityskonteksti.

source: The mode in which to render the widgets.
fi: Vimpainten esitystapa.

source: Widgets
fi: Vimpaimet

source: A widget manager containing the widgets to be used in the form.
fi: Lomakkeen vimpainhallinnoija.

source: A human readable text describing the form that can be used in the UI.
fi: Käyttöliittymässä esitettävä lomaketta käyttäjälle kuvaava teksti.

source: Label required
fi: Otsake vaaditaan

source: A human readable text describing the form that can be used in the UI for rendering a required info legend.
fi: Käyttöliittymässä pakolliset tiedot -kohdassa esitettävä lomaketta käyttäjälle kuvaava teksti.

source: The prefix of the form used to uniquely identify it.
fi: Lomakkeen yksilöivä etuliite.

source: Status
fi: Tila

source: The status message of the form.
fi: Lomakkeen tilaviesti.

source: The action defines the URI to which the form data are sent.
fi: Toiminto asettaa URIn johon lomakkeen tiedot lähetetään.

source: The name of the form used to identify it.
fi: Lomakkeen yksilöivä nimi.

source: Id
fi: Tunniste

source: The id of the form used to identify it.
fi: Lomakkeen yksilöivä tunniste.

source: Method
fi: Menetelmä

source: The HTTP method used to submit the form.
fi: Lomakkeen lähetyksessä käytetty HTTP-kutsutyyppi.

source: Encoding Type
fi: Merkistökoodaus

source: The data encoding used to submit the data safely.
fi: Tietojen turvallista lähetystä varten käytetty koodaus.

source: Accepted Character Sets
fi: Hyväksytyt merkistökoodaukset

source: This is a list of character sets the server accepts. By default this is unknown.
fi: Palvelimen hyväksymät merkistöt (ei oletusarvoa).

source: Accepted Content Types
fi: Sallitut sisältötyypit

source: This is a list of content types the server can safely handle.
fi: Palvelimen turvallisesti käsiteltävissä olevat sisältötyypit.

source: Fields
fi: Kentät

source: A field manager describing the fields to be used for the form.
fi: Lomakkeen kenttähallinnoija.

source: Content providers
fi: Sisällöntuottajat

source: A manager describing the content providers to be used for the form.
fi: Lomakkeen sisältötuotinhallinnoija.

source: Buttons
fi: Painikkeet

source: A button manager describing the buttons to be used for the form.
fi: Lomakkeen painikehallinnoija.

source: The widget for which the event was created.
fi: Vimpain jota luotu tapahtuma koskee.

source: Missing: ${value}
fi: Puuttuu: ${value}

source: yes
fi: kyllä

source: no
fi: ei

source: Missing filename extension.
fi: Tiedostopääte puuttuu.

source: Layout template.
fi: Sommitelmamalline

source: Refers to a file containing a page template (should end in extension ``.pt`` or ``.html``).
fi: Viittaa sivumallineen sisältävään ”.pt”- tai ”.html”-päätteiseen tiedostoon.

source: The mode of the template.
fi: Mallineen toimintatila

source: The mode is used to define input and display templates
fi: Toimintatila asettaa syöttö- ja esitysmallineet

source: View
fi: Näkymä

source: The view for which the template should be available
fi: Näkymä jolle mallineen pitäisi olla käytettävissä

source: Layer
fi: Taso

source: The layer for which the template should be available
fi: Taso jonka kanssa mallinetta käytetään

source: The field for which the template should be available
fi: Kenttä jonka kanssa mallinetta käytetään

source: The widget for which the template should be available
fi: Vimpain jonka kanssa mallinetta käytetään

source: Content Type
fi: Sisältötyyppi

source: The content type identifies the type of data.
fi: Sisältötyyppi kertoo minkälaisesta sisällöstä on kyse.

source: Schema
fi: Tietorakenne

source: The schema of the field for which the template should be available
fi: Tietorakenne kentälle johon mallinetta käytetään
