Repository: vedantc98/Plone-test
Catalog: buildout-cache/eggs/plone.app.discussion-3.0.5-py2.7.egg/plone/app/discussion/i18n/plone-*.po
Languages: ru

source: A simple review workflow for comments
ru: Простой рабочий процес просмотра для комментариев

source: Approve
ru: Одобрить

source: Approving the comment makes it visible to other users.
ru: Одобрение комментария делает его видимым для других пользователей.

source: Comment
ru: Комментарий

source: Comment Review Workflow
ru: Рабочий процес просмотра комментария

source: Comment about the last transition
ru: Коментарий о последнем изменении

source: Commentators
ru: Участники обсуждения

source: Comments added to a content item.
ru: Комментарии, добавленные к элементу контента

source: Discussion
ru: Обсуждение

source: Moderate comments
ru: Модерация комментариев

source: Pending
ru: В ожидании

source: Previous transition
ru: Предыдущее изменение

source: Provides access to workflow history
ru: Обеспечивает доступ к истории рабочего процесса

source: Published
ru: Опубликован

source: Reviewer approves content
ru: Проверяющий утвердит содержание

source: Submitted, pending review.
ru: Отправлен, ожидает рассмотрения

source: The ID of the user who performed the previous transition
ru: Идентификатор пользователя, выполнившего предыдущее изменение

source: Total number of comments
ru: Общее количество комментариев

source: Total number of comments on this item.
ru: Общее количество комментариев для этого элемента

source: Users who have commented on the item
ru: Пользователи, оставившие комментарии для этого элемента

source: Visible to everyone, non-editable.
ru: Видно всем, только для чнения.

source: When the previous transition was performed
ru: Когда предыдущее изменение было выполнено
