Repository: vedantc98/Plone-test
Catalog: buildout-cache/eggs/plone.app.event-3.1-py2.7.egg/plone/app/event/locales/*/LC_MESSAGES/plone.app.event.po
Languages: cs, da, es, ja, ru

source: 7days_events
cs: Události v následujícím týdnu.
da: Begivenheder de kommende 7 dage
es: Eventos en los próximos 7 días
ja: これから7日以内のイベント
ru: События следующих 7 дней

source: Add Calendar Portlet
cs: Přidat portlet s kalendářem
da: Tilføj Kalender-portlet
es: Añadir portlet de calendario
ja: カレンダーポートレットを追加
ru: Добавить портлет Календарь

source: Add Events Portlet
cs: Přidat portlet s událostmi
da: Tilføj portlet med begivenheder
es: Agregar Portlet de Eventos
ja: イベントポートレットを追加
ru: Добавить портлет События

source: All dates
cs: Všechny datumy
da: Alle datoer
es: Todas las fechas
ja: すべての日付
ru: Все даты

source: Available timezones
cs: Dostupná časová pásma
da: Tilgængelige tidszoner
es: Zonas horarias disponibles
ja: 利用可能な時間帯
ru: Доступные часовые пояса

source: Calendar
cs: Kalendář
da: Kalender
es: Calendario
ja: カレンダー
ru: Календарь

source: Date and Time Settings
da: Indstillinger for dato og tid
ru: Настройки даты и времени

source: Edit Calendar Portlet
cs: Upravit portlet kalendáře
da: Redigér Kalender-portlet
es: Editar el portlet de calendario
ja: カレンダーポートレットを編集
ru: Реадктироать портлет Календарь

source: Edit Events Portlet
cs: Upravit portlet událostí
da: Redigér portlet med begivenheder
es: Editar Portlet de Eventos
ja: イベントポートレットを編集
ru: Редактировать портлет События

source: Events
cs: Události
da: Begivenheder
es: Eventos
ja: イベント
ru: События

source: How many items to list.
cs: Počet zobrazených položek.
da: Hvor mange emner skal vises
es: Cuántos elementos a listar.
ja: いくつのアイテムをリストするか
ru: Сколько элементов на страницу

source: Items in which workflow state to show.
cs: Zobrazit položky v následujících stavech workflow.
da: Vis emner i denne tilstand
es: Elementos a mostrar en su estado de flujo de trabajo.
ja: 表示すべきアイテムのワークフロー状態
ru: Элементы в которых показано состояние рабочего процесса

source: Number of items to display
cs: Počet položek k zobrazní
da: Antal emner, der skal vises
es: Número de elementos a mostrar
ja: 表示するアイテムの数
ru: Количество отображаемых элементов

source: Portal default timezone
cs: Výchozí časové pásmo
da: Portalens standard-tidszone
es: Zona horaria del sitio por defecto
ja: ポータルデフォルト時間帯
ru: Часовой пояс по умолчанию на сайте

source: This portlet displays events in a calendar.
cs: Tento portlet zobrazuje události v kalendáři
da: Denne portlet viser en kalender med begivenheder.
es: Este portlet muestra los eventos de un calendario
ja: このポートレットはカレンダー形式でイベントを表示します
ru: Портлет отображает события в календаре.

source: This portlet lists upcoming Events.
cs: Tento portlet zobrazuje nadcházející události
da: Denne portlet viser en liste af kommende begivenheder
es: Este portlet lista los Eventos próximos.
ja: このポートレットはこれからのイベントをリストします
ru: Этот портлет содержит список будущих событий

source: Workflow state
cs: Stav workflow
da: Tilstand
es: Estado de flujo de trabajo
ja: ワークフロー状態
ru: Состояние рабочего процесса

source: all_events
cs: Všechny události
da: Alle begivenheder
es: Todos los eventos
ja: すべてのイベント
ru: Все события

source: box_events
cs: Nadcházející události
da: Kommende begivenheder
es: Próximos eventos
ja: これからのイベント
ru: Будущие события

source: box_previous_events
cs: Uskutečněné události....
da: Tidligere begivenheder…
es: Eventos anteriores…
ja: 前のイベント
ru: Прошедшие события…

source: box_upcoming_events
cs: Nadcházející události...
da: Kommende begivenheder…
es: Eventos próximos…
ja: これからのイベント...
ru: Будушие события…

source: contact_attendees
cs: Účastníci
da: Deltagere
es: Asistentes
ja: 参加者
ru: Участники.

source: contact_name
cs: Jméno kontaktu
da: Kontaktperson
es: Nombre
ja: 連絡先名称
ru: Имя контакта.

source: contact_phone
cs: Kontaktní telefon
da: Kontakt-telefonnummer
es: Teléfono de contacto
ja: 連絡先電話番号
ru: Контактный телефон.

source: error_end_must_be_after_start_date
cs: Datum ukončení musí být po datu začátku události.
da: Slutdato skal være efter startdato
es: La fecha de finalización debe ser posterior a la fecha de inicio.
ja: 終了日は開始日の後でなければなりません
ru: Дата окончания должна быть после даты начала.

source: error_invalid_date
cs: Neplatné datum začátku nebo ukončení
da: Ugyldig start- eller slutdato
es: Fecha de inicio o fin incorrecta
ja: 無効な開始日または終了日
ru: Неправильная дата начала или окончания.

source: event_event
cs: Událost
da: Begivenhed
ja: イベント
ru: Событие

source: event_url
cs: Adresa události
da: Web-adresse
es: Enlace del evento
ja: Webサイト
ru: WWW

source: event_what
cs: Co
da: Hvad
es: Qué
ja: 何が
ru: Что

source: event_when
cs: Kdy
da: Hvornår
es: Cuándo
ja: いつ
ru: Когда

source: event_when_differentday
cs: ${startdate} do ${enddate}
da: ${startdate} til ${enddate}
es: ${startdate} a ${enddate}
ja: ${startdate}から${enddate}までのイベント
ru: с ${startdate} <span class="timespan">по</span> ${enddate}

source: event_when_sameday
cs: ${date} od ${starttime} do ${endtime}
da: ${date} fra ${starttime} til ${endtime}
es: ${date} de ${starttime} a ${endtime}
ja: ${date}の${starttime}から${endtime}までのイベント
ru: ${date} с ${starttime} до ${endtime}

source: event_when_sameday_openend
cs: ${date} od ${starttime}
da: ${date} fra ${starttime}
es: ${date} a ${starttime}
ja: ${date}の${starttime}以降のイベント
ru: ${date} с ${starttime}

source: event_where
cs: Kde
da: Hvor
es: Dónde
ja: どこで
ru: Где

source: events_from_until
cs: ${from} do ${until}.
da: ${from} indtil ${until}.
es: ${from} hasta ${until}.
ja: ${from}から${until}までのイベント
ru: ${from} пока ${until}.

source: events_in_month
cs: Události v ${month} ${year}
da: Begivenheder i ${month} ${year}
es: Eventos en ${month} ${year}
ja: ${year}年${month}月のイベント
ru: События на ${month} ${year}

source: events_in_week
cs: Události v týdnu ${weeknumber}
da: Begivenheder i uge ${weeknumber}
es: Eventos en la semana ${weeknumber}
ja: 第${weeknumber}週のイベント
ru: События ${weeknumber} недели

source: events_on_day
cs: Události dne ${day}
da: Begivenheder på ${day}
es: Eventos en ${day}
ja: ${day}のイベント
ru: События на ${day}

source: external_website
cs: Přejít na stránku události
da: Gå til eksternt website
es: Página web externa
ja: 外部Webサイトを見る
ru: Перейти на внешний сайт

source: future_events
cs: Nadcházející události
da: Fremtidige begivenheder
es: Próximos eventos
ja: これからのイベント
ru: Будущие события

source: heading_add_to_calendar
cs: Přidat událost do kalendáře
da: Tilføj begivenhed til kalender
es: Agregar evento al calendario
ja: イベントをカレンダーに追加
ru: Добавить событие в календарь

source: help_available_timezones
cs: Časová pásma, která budou používána v portálu. Mohou být nastavena pro události a také jednotlivými uživateli.
da: Tidszoner, der skal være tilgængelige på portalen. Kan indstilles for brugere og begivenheder
es: Zonas horarias disponibles para este sitio. Puede ser configurado por los usuariios o los eventos.
ja: ポータルで利用可能になるべき時間帯。ユーザーとイベントに設定可能
ru: Часовые пояса, доступные на портале. Могут быть установлены для пользователей и в событиях

source: help_event_attendees
cs: Seznam účastníku.
da: Liste af deltagere
es: Lista de asistentes
ja: 参加者のリスト
ru: Список участников

source: help_event_contact_email
cs: Emailová adresa, kam mohou zájemci napsat o bližší informace k této události.
da: Email-adresse til begivenhedens kontaktperson.
es: Dirección de correo de contacto de este evento
ja: このイベントについての連絡先Email
ru: Контактный электронный адрес относительно данного события

source: help_event_contact_name
cs: Jméno osoby,. která má na starosti kontakt s účastníky a veřejností.
da: Navn på begivenhedens kontaktperson.
es: Persona de contacto responsable de este evento
ja: このイベントについての連絡先担当者名
ru: Имя человека для контакта относительно данного события

source: help_event_contact_phone
cs: Telefonní číslo, kde mohou zájemci získat bližší informace o této události.
da: Telefonnummer til begivenhedens kontaktperson.
es: Número de teléfono de contacto de este evento
ja: このイベントについての連絡先電話番号
ru: Телефонный номер для контакта относительно данного события

source: help_event_end
cs: Datum a čas, kdy událost končí
da: Dato og tidspunkt, hvor begivenheden slutter.
es: Fecha y hora a la que finaliza el evento
ja: イベントが終了する日付と時間
ru: Дата и время окончания события

source: help_event_location
cs: Místo konání události.
da: Begivenhedens lokation.
es: Ubicación del evento
ja: イベントの場所
ru: Место проведения

source: help_event_open_end
cs: Tato událost nemá přesně určený konec.
da: Denne begivenhed har intet fast sluttidspunkt
es: Este evento es abierto
ja: このイベントは無期限
ru: Это событие не ограничено по времени

source: help_event_recurrence
cs: Definice pravidla pro opakování události.
da: Opstil regler for gentagelse af begivenheden.
es: Introduzca las reglas de periodicidad, una por línea.
ja: イベント繰り返し規則を定義
ru: Определить правило для повторяющегося события.

source: help_event_settings
da: Indstillinger for dato og tidspunkt, f.eks. tidszoner mm.
ru: Настройки связанные с датой и временем, такие как часовые пояса и т.п.

source: help_event_start
cs: Datum a čas začátku události.
da: Dato og tidspunkt, hvor begivenheden starter
es: Fecha y hora en la que empieza el evento
ja: イベントが始まる日時
ru: Дата и время начала события

source: help_event_url
cs: Adresa stránky, kde se nacházejí bližší informace o události. Pro odkazy mimo tento portál musíte použít i prefix http://
da: Web-adresse til mere information om begivenheden. Tilføj http:// før eksternt link.
es: Dirección web con más información sobre el evento. Agregue http:// para los enlaces externos.
ja: イベントについての詳細情報があるWebアドレス。 外部リンクには http:// を追加する
ru: Веб-адрес, чтобы получить больше информации относительно события. Добавьте http:// для внешних ссылок.

source: help_event_whole_day
cs: Událost trvá celý den.
da: Begivenheden varer hele dagen.
es: El evento dura todo el día
ja: 丸一日かかる終日イベント
ru: Событие длится целый день

source: help_first_weekday
cs: První den v týdnu.
da: Ugens første dag
es: Primer día de la semana
ja: 週の最初の日
ru: Первый рабочий день недели

source: help_ical_import
cs: Import událostí ze souborů icalendar.
da: Importér begivenheder fra icalendar filer.
es: Importar eventos de un fichero iCalendar
ja: iCalendarファイルからイベントをインポート
ru: Импортировать события из файлов формата icalendar.

source: help_ical_import_disable
cs: Pokud chcete zakázat icalendar import pro tuto položku, klepněte zde.
da: Klik for at slå icalender import fra på denne begivenhed.
es: Hacer clic para desactivar la importación desde archivos iCalendar en este contexto
ja: このコンテクストでiCalendarインポート機能を無効にするにはクリック
ru: Нажмите для отключения возможности импорта icalendar в этот контекст.

source: help_ical_import_enable
cs: Pokud chcete povolit icalendar import pro tuto položku, klepněte zde.
da: Klik for at slå icalender import til på denne begivenhed.
es: Hacer clic para habilitar la impotación de archivos iCalendar en este cotexto
ja: このコンテクストでiCalendarインポート機能を有効にするにはクリック
ru: Нажмите для разрешения возможности импорта icalendar в этот контекст.

source: help_portal_timezone
cs: Nastavení časového pásma portálu. Uživatelé si mohou vybrat jiné časové pásmo ze seznamu povolených časových pásem.
da: Portalens tidszoneindstillinger. Brugere kan selv vælge deres tidszone, ud fra denne liste.
es: configuración de la zona horaria del sitio. Los usuarios pueden configurar su propia zona horaria, si hay zonas horarias disponibles definidas
ja: ポータルの時間帯設定。利用できる時間帯が定義されていれば、利用者は自分自身の時間帯を設定できる。
ru: Настройка часового пояса для портала. Пользователи могут выбирать часовой пояс, если часовые пояса определены как доступные.

source: ical_import_event_type_desc
cs: Typ položky, která je vytvořena v případě icalendar importu událostí.
da: Begivenheds-indholdstype, der oprettes ved import af kalenderdata.
es: Tipo de contenido del evento que se crea al importar archivos iCalendar
ja: iCalendarリソースをインポートする時に作られるイベントのコンテンツタイプ

source: ical_import_event_type_title
cs: Typ položky
da: Begivenhedstype
es: Tipo de evento
ja: イベント種別
ru: Тип события

source: ical_import_file_desc
cs: Pokud není zadána adresa icalendar souboru, nahrajte icalendar soubor zde.
da: Icalendar ressource, hvis ingen URL er angivet.
es: Archivo iCalendar, si no se proporciona una URL.
ja: 何かURLが与えられないのであれば、iCalendarリソースファイル

source: ical_import_file_title
cs: Soubor s icalendar
da: Icalendar fil
es: Archivo iCalendar
ja: iCalendarファイル
ru: Файл Icalendar

source: ical_import_imported
cs: Počet událostí importovaných z ${filename}: ${num}
da: {num} begivenheder importeret fra ${filename}
es: ${num} eventos importados de ${filename}
ja: ${num} イベントが ${filename} からインポートされた
ru: ${num} событий импортировано из ${filename}

source: ical_import_no_ics
cs: Zadejste prosím soubor icalendar (ics) nebo jeho webovou adresu
da: Angiv venligst enten en icalendar-fil eller en URL til en fil.
es: Por favor, proporcione un archivo iCalendar (ics) o una URL a un archivo
ja: iCalendar ICS ファイルまたはファイルへのURLのどちらかを入れてください
ru: Пожалуйста, предоставьте icalendar файл в формате ics или укажите URL файла

source: ical_import_sync_strategy_desc
cs: Nastavení synchronizace: 1) "Ponechat novější": Importovat, pokud importovaná událost je změněna po událost v portálu. 2) "Ponechat moje":V případě konfliktu, nedělat nic 3) "Použít jejich": V případě konfliktu nahradit událost z importovaného spuboru. 4) "Nesynchronizovat": Nesynchronizovat existující události, ale importovat události a vytvořit novéi když už takové události existují. Pro každou nově importovanou vytvořit nové unikátní ID pro synchropnizaci
da: Angiv hvordan der skal synkroniseres: 1) "Behold nyeste": Importér hvis den importerede begivenhed er opdataret senest. 2) "Behold mine": Ved konflikter importeres ikke. 3) "Behold deres": Overskriv portalens begivenhed ved konflikter. 4) "Ingen synkronisering": Importer kun nye begivenheder, også selvom de allerede eksisterer. Opretter nyt sync_uid for hver begivenhed.
es: Definir como sincronizar: : 1) "Mantener los nuevos": Importa si los eventos importados han sido modificados después de los existentes. 2) "Mantener los míos": Si hay conflicto, no hagas nada. 3) "Manten los suyos": Si hay conflicto, actualiza los eventos existentes con los externos. 4) "No sincronices": No sincronices, pero importa los eventos existentes y crea nuevos, incluso si ya existen. Para cada uno de ellos crea un nuevo sync_uid.

source: ical_import_sync_strategy_title
cs: Strategie synchronizace
da: Synkroniseringsstrategi
es: Estrategia de sincronización
ja: 同期戦略
ru: Стратигия синхронизации

source: ical_import_url_desc
cs: Webová adresa souboru s icalendar
da: URL til en icalendar fil
es: URL del archivo del iCalendar externo
ja: 外部iCaendarリソースファイルへのURL
ru: URL на внешний ресурс файла icalendar

source: ical_import_url_title
cs: icalendar URL
da: Icalendar URL
es: URL del iCalendar
ja: iCalendar URL
ru: URL iCalendar

source: label_add_to_ical
cs: iCal
da: iCal
es: iCal
ja: iCal
ru: iCal

source: label_dateandtime_settings
da: Indstillinger for dato og tid
ru: Установка даты и времени

source: label_email
cs: E-mail
da: E-mail
es: Correo
ja: メールアドレス
ru: Электронная почта

source: label_event_attendees
cs: Účastníci
da: Deltagere
es: Asistentes
ja: 参加者
ru: Участники.

source: label_event_contact_email
cs: Kontaktní e-mail
da: E-mail til kontaktperson
es: Email de contacto
ja: 連絡先E-mail
ru: Контактная электронная почта.

source: label_event_contact_name
cs: Jméno kontaktu
da: Navn på kontaktperson
es: Nombre de contacto
ja: 連絡先名称
ru: Имя контакта.

source: label_event_contact_phone
cs: Kontaktní telefon
da: Telefonnummr til kontaktperson
es: Teléfono de contacto
ja: 連絡先電話番号
ru: Контактный телефон.

source: label_event_end
cs: Konec události
da: Sluttidspunkt
es: Fin del Evento
ja: イベント終了
ru: Окончание события

source: label_event_location
cs: Místo konání
da: Sted
es: Lugar del Evento
ja: 場所
ru: Место.

source: label_event_open_end
cs: Neurčitý konec
da: Åbent sluttidspunkt
es: Finalización abierta
ja: 無期限
ru: Не ограничено по времени

source: label_event_recurrence
cs: Opakování
da: Gentagelse
es: Periodicidad del Evento
ja: 繰り返し
ru: Повторение.

source: label_event_start
cs: Začátek události
da: Starttidspunkt
es: Inicio del Evento
ja: イベント開始
ru: Начало события

source: label_event_url
cs: Adresa události
da: URL-adresse
es: URL del Evento
ja: イベントURL
ru: URL события.

source: label_event_whole_day
cs: Celý den
da: Heldags
es: Evento de día completo
ja: 終日
ru: Целый день

source: label_first_weekday
cs: První den v týdnu
da: Første ugedag
es: Primer día de la semana
ja: 平日の最初の曜日
ru: первый день недели

source: label_phone
cs: Telefon
da: Telefon
es: Teléfono
ja: 電話
ru: Телефон

source: label_web
cs: Adresa
da: Web-adresse
es: Web
ja: Web
ru: Веб

source: mode_day_link
cs: Den
da: Dag
es: Día
ja: 日
ru: День

source: mode_future_link
cs: Nadcházející
da: Kommende
es: Próximo
ja: これから
ru: Будущие

source: mode_month_link
cs: Měsíc
da: Måned
es: Mes
ja: 月
ru: Месяц

source: mode_past_link
cs: Uskutečněné
da: Tidligere
es: Pasado
ja: 過去
ru: Прошедшие

source: mode_week_link
cs: Týden
da: Uge
es: Semana
ja: 週
ru: Неделя

source: msg_ical_import_settings_saved
cs: Nastavení ical importu bylo uloženo
da: Ical import-indstillinger blev gemt.
es: Ajustes de importación de iCal guardados
ja: iCalインポート設定が保存されました
ru: Настройки импорта ICal сохранены

source: msg_num_more_occurrences
da: Der er yderligere ${results} forekomster.
ru: Найдено: ${results}

source: next_day_link
cs: Následující den
da: Næste dag
es: Próximo día
ja: 翌日
ru: Следующий день

source: next_month_link
cs: Následující měsíc
da: Næste måned
es: Próximo mes
ja: 来月
ru: Следующий месяц

source: next_week_link
cs: Následující týden
da: Næste uge
es: Próxima semana
ja: 来週
ru: Следующая неделя

source: past_events
cs: Uskutečněné události
da: Tidligere begivenheder
es: Eventos pasados
ja: 過去のイベント
ru: Прошедшие события

source: portlet_help_search_base
da: Vælg udgangspunkt for mappe- og kalendersøgninger efter begivenheder. URL'en til dette indhold bliver også brugt som link i kalendersøgninger. Er værdien tom søges der efter begivenheder i hele sitet og begivenhedslisten vises på sitets rod.
ru: Укажите исходную папку для поиска или коллекцию для поиска событий. The URL to to this item will also be used to link to in calendar searches. Если оставить пустой, то поиск будет проведен по всему сайту и поросмотр списка событий начнется с корневой директории.

source: portlet_label_search_base
cs: Výchozí složka vyhledávání
da: Udgangspunkt for søgninger
es: Cerca
ja: 検索ベース
ru: Исходное место поиска.

source: prev_day_link
cs: Předchozí den
da: Forrige dag
es: Día anterior
ja: 前日
ru: Предыдущий день

source: prev_month_link
cs: Předchozí měsíc
da: Forrige måned
es: Mes anterior
ja: 先月
ru: предыдущий месяц

source: prev_week_link
cs: Předchozí týden
da: Forrige uge
es: Semana anterior
ja: 先週
ru: Предыдущая неделя

source: summary_event_details
cs: Podrobnosti k události
da: Begivenhedsdetaljer
es: Detalles del evento
ja: イベント詳細
ru: Детали события

source: sync_keep_mine
cs: Ponechat moje
da: Behold mine
es: Manten los míos
ja: 自分のを使う

source: sync_keep_newer
cs: Ponechat novější
da: Behold nyeste
es: Manten los nuevos
ja: 新しいほうを使う
ru: Оставить мое

source: sync_keep_theirs
cs: Použít jejich
da: Behold deres
es: Manten los suyos
ja: 彼らのを使う
ru: Оставить их

source: sync_none
cs: Nesynchronizovat
da: Ingen synkronisering
es: No sincronizar
ja: 同期しない
ru: Не синхронизировать

source: this_month_link
cs: Tento měsíc
da: Denne måned
es: Este mes
ja: 今月
ru: Этот месяц

source: this_week_link
cs: Tento týden
da: Denne uge
es: Esta semana
ja: 今週
ru: Эта неделя

source: title_add_to_ical
cs: Stáhnout tuto událost ve formátu iCal
da: Hent denne begivenhed i iCal format
es: Descargar este evento en formato iCal
ja: このイベントをiCal形式でダウンロード
ru: Загрузить это событие в формате iCal

source: title_ical_import
cs: ical import
da: Ical import
es: Importar iCal
ja: iCalインポート
ru: Импорт iCal

source: title_ical_import_disable
cs: Zakázat icalendar import
da: Slå icalendar import fra
es: Deshabilitar la importación de iCal
ja: iCalendarインポートを無効にする
ru: Отключить импорт icalendar

source: title_ical_import_enable
cs: Povolit icalendar import
da: Slå icalendar import til
es: Habilitar la importación de iCal
ja: iCalendarインポートを有効にする
ru: Включитьимпорт icalendar

source: today_link
cs: Dnes
da: Idag
es: Hoy
ja: 今日
ru: Сегодня

source: todays_events
cs: Dnešní události
da: Dagens begivenheder
es: Eventos de hoy
ja: 今日のイベント
ru: Сегодняшние события

source: todays_upcoming_events
cs: Dnešní nadcházející události
da: Dagens kommende begivenheder
es: Próximos eventos de hoy
ja: 今日のこれからのイベント
ru: Предстоящие сегодня события

source: event_when_differentday_optional_word_between_date_and_time
cs: &nbsp;
es: a
